performance/payload/file-60s-2000KB.txt
Running 1m test @ http://localhost:8000/api/cache/file/2000KB
  1 threads and 1 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    15.80ms    2.14ms  44.72ms   86.51%
    Req/Sec    63.29      7.41    80.00     87.00%
  3798 requests in 1.00m, 7.25GB read
Requests/sec:     63.28
Transfer/sec:    123.67MB