performance/payload/file-60s-200KB.txt
Running 1m test @ http://localhost:8000/api/cache/file/200KB
  1 threads and 1 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    16.12ms    6.55ms  74.13ms   63.48%
    Req/Sec    62.68     23.96   121.00     77.46%
  3755 requests in 1.00m, 716.08MB read
Requests/sec:     62.54
Transfer/sec:     11.93MB