performance/payload/mysql-60s-200KB.txt
Running 1m test @ http://localhost:8000/api/cache/mysql/200KB
  1 threads and 1 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    15.20ms    1.89ms  35.52ms   76.65%
    Req/Sec    65.78      7.12    80.00     87.83%
  3947 requests in 1.00m, 771.38MB read
Requests/sec:     65.73
Transfer/sec:     12.85MB