performance/payload/nocache-60s-20KB.txt
Running 1m test @ http://DESKTOP-N6LMV26.local/cache-exp/public/api/cache/none/20KB
  1 threads and 1 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency   344.88ms   36.58ms 690.78ms   97.71%
    Req/Sec     2.57      0.52     3.00     58.62%
  174 requests in 1.00m, 3.29MB read
Requests/sec:      2.90
Transfer/sec:     56.13KB