performance/payload/redis-60s-200KB.txt
Running 1m test @ http://localhost:8000/api/cache/redis/200KB
  1 threads and 1 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    10.97ms    1.83ms  39.35ms   66.19%
    Req/Sec    91.45     13.04   121.00     74.00%
  5478 requests in 1.00m, 1.05GB read
Requests/sec:     91.22
Transfer/sec:     17.83MB