performance/payload/redis-60s-200KB.txt
Running 1m test @ http://localhost:8000/api/cache/redis/200KB
  1 threads and 1 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    10.92ms    2.37ms  25.61ms   75.81%
    Req/Sec    91.78     17.99   121.00     46.00%
  5496 requests in 1.00m, 1.05GB read
Requests/sec:     91.51
Transfer/sec:     17.88MB